{
  "better-escape.nvim": { "branch": "master" },
  "clever-f.vim": { "branch": "master" },
  "dial.nvim": { "branch": "master" },
  "im-select.nvim": { "branch": "master" },
  "lasterisk.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lsp_signature.nvim": { "branch": "master" },
  "nvim-hlslens": { "branch": "main" },
  "nvim-surround": { "branch": "main" },
  "quick-scope": { "branch": "master" },
  "substitute.nvim": { "branch": "main" },
  "vim-edgemotion": { "branch": "master" },
  "vim-metarepeat": { "branch": "master" },
  "vim-repeat": { "branch": "master" }
}
